Repository: thijsverstapen/ChillMate
Catalog: ChillMate/InfoPlist.xcstrings
Source language: en
Languages: de, es, fr, nl

# NSContactsUsageDescription
source: ChillMate can let you add a person from Contacts to a private log or STI warning shortcut.
de: ChillMate kann eine Person aus deinen Kontakten zu einem privaten Eintrag oder einer STI-Benachrichtigung hinzufügen.
es: ChillMate puede añadir a una persona de tus contactos a un registro privado o a un aviso de ITS.
fr: ChillMate peut ajouter une personne de vos contacts à une entrée privée ou à une alerte IST.
nl: ChillMate kan iemand uit je contacten toevoegen aan een privélogboek of een soa-melding.

# NSFaceIDUsageDescription
source: ChillMate uses Face ID to help protect your sensitive information.
de: ChillMate nutzt Face ID, um deine sensiblen Daten zu schützen.
es: ChillMate usa Face ID para ayudar a proteger tu información sensible.
fr: ChillMate utilise Face ID pour protéger vos informations sensibles.
nl: ChillMate gebruikt Face ID om je gevoelige gegevens te beschermen.

# NSHealthClinicalHealthRecordsShareUsageDescription
source: ChillMate can sync sleep data and sexual activity logs with Apple Health to make tracking more useful and personalized.
de: ChillMate kann Schlafdaten und Angaben zu sexueller Aktivität mit Apple Health synchronisieren, damit dein Tracking nützlicher und persönlicher wird.
es: ChillMate puede sincronizar datos de sueño y registros de actividad sexual con Apple Salud para que tu seguimiento sea más útil y personalizado.
fr: ChillMate peut synchroniser vos données de sommeil et d'activité sexuelle avec Apple Santé pour un suivi plus utile et personnalisé.
nl: ChillMate kan slaapgegevens en seksuele activiteit synchroniseren met Apple Gezondheid, zodat je bijhouden nuttiger en persoonlijker wordt.

# NSHealthShareUsageDescription
source: ChillMate can sync sleep data and sexual activity logs with Apple Health to make tracking more useful and personalized.
de: ChillMate kann Schlafdaten und Angaben zu sexueller Aktivität mit Apple Health synchronisieren, damit dein Tracking nützlicher und persönlicher wird.
es: ChillMate puede sincronizar datos de sueño y registros de actividad sexual con Apple Salud para que tu seguimiento sea más útil y personalizado.
fr: ChillMate peut synchroniser vos données de sommeil et d'activité sexuelle avec Apple Santé pour un suivi plus utile et personnalisé.
nl: ChillMate kan slaapgegevens en seksuele activiteit synchroniseren met Apple Gezondheid, zodat je bijhouden nuttiger en persoonlijker wordt.

# NSHealthUpdateUsageDescription
source: ChillMate can sync sleep data and sexual activity logs with Apple Health to make tracking more useful and personalized.
de: ChillMate kann Schlafdaten und Angaben zu sexueller Aktivität mit Apple Health synchronisieren, damit dein Tracking nützlicher und persönlicher wird.
es: ChillMate puede sincronizar datos de sueño y registros de actividad sexual con Apple Salud para que tu seguimiento sea más útil y personalizado.
fr: ChillMate peut synchroniser vos données de sommeil et d'activité sexuelle avec Apple Santé pour un suivi plus utile et personnalisé.
nl: ChillMate kan slaapgegevens en seksuele activiteit synchroniseren met Apple Gezondheid, zodat je bijhouden nuttiger en persoonlijker wordt.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: ChillMate uses your location if you choose to add it to a private log entry.
de: ChillMate nutzt deinen Standort nur, wenn du ihn selbst zu einem privaten Eintrag hinzufügst.
es: ChillMate usa tu ubicación solo si decides añadirla a un registro privado.
fr: ChillMate utilise votre position uniquement si vous choisissez de l'ajouter à une entrée privée.
nl: ChillMate gebruikt je locatie alleen als je die zelf aan een privé-item toevoegt.

# NSLocationWhenInUseUsageDescription
source: ChillMate uses your location if you choose to add it to a private log entry.
de: ChillMate nutzt deinen Standort nur, wenn du ihn selbst zu einem privaten Eintrag hinzufügst.
es: ChillMate usa tu ubicación solo si decides añadirla a un registro privado.
fr: ChillMate utilise votre position uniquement si vous choisissez de l'ajouter à une entrée privée.
nl: ChillMate gebruikt je locatie alleen als je die zelf aan een privé-item toevoegt.

source: Log Chill
de: Chill eintragen
es: Registrar Chill
fr: Noter un Chill
nl: Chill loggen

source: Start Timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer le minuteur
nl: Timer starten

source: Panic Support
de: Soforthilfe
es: Ayuda urgente
fr: Aide immédiate
nl: Directe hulp

source: Safe Route Home
de: Sicher nach Hause
es: Volver a casa seguro
fr: Rentrer en sécurité
nl: Veilig naar huis
